{
  "experienceEntries": [
    {
      "type": "education",
      "name": "High School",
      "date": "2013-09-15T00:00:00.000Z",
      "description": "I obtained my <b>CESS</b> in general education at Collège Saint-Stanislas, where I pursued a track in advanced sciences with English immersion. My curriculum also included Latin and English immersion, which allowed me to develop strong language and analytical skills.",
      "component": "high-school"
    },
    {
      "type": "education",
      "name": "University",
      "date": "2019-09-15T00:00:00.000Z",
      "description": "I began a <b>Bachelor's degree in Computer Science</b> at the UCLouvain polytechnic school, focused on programming in Python and Java, algorithm design, and foundational computer science concepts.",
      "component": "university"
    },
    {
      "type": "education",
      "name": "University college",
      "date": "2021-09-15T00:00:00.000Z",
      "description": "I earned a <b>Bachelor's degree in Computer Science, specializing in application development</b>, at HELHa in Mons. This program allowed me to gain deep technical skills and develop my expertise in programming and project management.",
      "component": "university-college"
    },
    {
      "type": "professional",
      "name": "Internship",
      "date": "2024-01-31T00:00:00.000Z",
      "description": "I completed a <b>3-month internship at ETNIC in the R&D department as a fullstack developer</b>, where I participated in the development of a <b>RAG</b>. This internship enabled me to apply my theoretical knowledge in a professional context while working as part of a team on a concrete project.",
      "component": "internship"
    },
    {
      "type": "education",
      "name": "Ateliers Créactifs - FastAI",
      "date": "2024-10-09T00:00:00.000Z",
      "description": "\"Completed a training course on <b> building AI models using Python, PyTorch, and FastAI</b>, focusing on creating, training, and evaluating neural network architectures, with hands-on experience in data preparation, model training, and performance evaluation using metrics like accuracy and ROC curves.\"",
      "component": "fastai"
    }
  ]
}
